# Месяцы в году
Январь = "Январь, 31 день"
Февраль = "Февраль,28 дней"
Март = "Март, 31 день"
Апрель = "Апрель, 30 дней"
Май = "Май, 31 день"
Июнь = "Июнь, 30 дней"
Июль = "Июль, 31 день"
Август = "Август, 31 день"
Сентябрь = "Сентябрь, 30 дней"
Октябрь = "Октябрь, 31 день"
Ноябрь = "Ноябрь, 30 дней"
Декабрь = "Декабрь, 31 день"

print(" Укажите месяц от 1 до 12")
a = int(input())

if a == 1:
    print(Январь)
elif a == 2:
    print(Февраль)
elif a == 3:
    print(Март)
elif a == 4:
    print(Апрель)
elif a == 5:
    print(Май)
elif a == 6:
    print(Июнь)
elif a == 7:
    print(Июль)
elif a == 8:
    print(Август)
elif a == 9:
    print(Сентябрь)
elif a == 10:
    print(Октябрь)
elif a == 11:
    print(Ноябрь)
elif a == 12:
    print(Декабрь)
